[
    {
        "id":"1",
        "name":"الأعمال بالنيات",
        "hadith": "«عن أمير المؤمنين أبي حفص عمر بن الخطاب رضي الله تعالى عنه قال: سمعت رسول الله صلى الله تعالى عليه وعلى آله وسلم يقول: إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه» "
    },
    {
        "id":"2",
        "name":"مرتبات الدين",
        "hadith": "«عن عمر رضي الله تعالى عنه أيضاً قال: بينما نحن جلوس عند رسول الله صلى الله عليه وآله وسلم ذات يوم إذ طلع علينا رجل شديد بياض الثياب شديد سواد الشعر لا يرى عليه أثر السفر ولا يعرفه منا أحد، حتى جلس إلى النبي صلى الله عليه وآله وسلم فأسند ركبتيه إلى ركبتيه ووضع كفيه على فخذيه وقال: يا محمد أخبرني عن الإسلام،فقال رسول الله صلى الله عليه وآله وسلم: الإسلام أن تشهد أن لا إله إلا الله وأن محمداً رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلاً قال: صدقت، فعجبنا له يسأله ويصدقه،قال: فأخبرني عن الإيمان، قال أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر، وتؤمن بالقدر خيره وشره، قال: صدقت، قال: فأخبرني عن الإحسان، قال أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك،قال: فأخبرني عن الساعة، قال ما المسئول عنها بأعلم من السائل، قال: فأخبرني عن أماراتها، قال أن تلد الأمة ربتها، وأن ترى الحفاة العراة العالة رعاء الشاء يتطاولون في البنيان ، ثم انطلق فلبثت ملياً ثم قال يا عمر أتدري من السائل؟ قلت: الله ورسوله أعلم، قال فإنه جبريل أتاكم يعلمكم دينكم»."
    },
    {
        "id":"3",
        "name":"أركان الاسلام",
        "hadith": "«عن أبي عبد الرحمن عبد الله بن عمر بن الخطاب رضي الله تعالى عنهما قال: سمعت رسول الله صلى الله عليه وآله وسلم يقول: بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان» ."
    },
    {
        "id":"4",
        "name":"مراحل الخلق",
        "hadith":"«عن أبي عبد الرحمن عبد الله بن مسعود رضي الله عنه قال: حدثنا رسول الله صلى الله عليه وآله وسلم وهو الصادق المصدوق: إن أحدكم يجمع خلقه في بطن أمه أربعين يوماً نطفة، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يرسل إليه الملك فينفخ فيه الروح ويؤمر بأربع كلمات: بكتب رزقه، وأجله، وعمله، وشقي أو سعيد،فوالله الذي لا إله غيره إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها، وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها»"
    },
    {
        "id":"5",
        "name":"النهي عن الابتداع في الدين",
        "hadith": "«عن أم المؤمنين أم عبد الله عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وآله وسلم: من أحدث في أمرنا هذا ما ليس منه فهو رد» وفي رواية لمسلم «من عمل عملاً ليس عليه أمرنا فهو رد» ."
    },
    {
        "id":"6",
        "name":"البعد عن مواطن الشبهات",
        "hadith": "«عن أبي عبد الله النعمان بن بشير رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وآله وسلم يقول: إن الحلال بين وإن الحرام بين وبينهما أمور مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه، ومن وقع في الشبهات وقع في الحرام كالراعي يرعى حول الحمى يوشك أن يرتع فيه، ألا وإن لكل ملك حمى، ألا وإن حمى الله محارمه، ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب» ."
    },
    {
        "id":"7",
        "name":"الدين النصيحه",
        "hadith":"«عن أبي رقية تميم بن أوس الداري رضي الله تعالى عنه أن النبي صلى الله عليه وآله وسلم قال الدين النصيحة.قلنا: لمن؟ قال لله، ولكتابه، ولرسوله، ولأئمة المسلمين وعامتهم» ."
    },
    {
        "id":"8",
        "name":"حرمة دم المسلم وماله",
        "hadith":"«عن ابن عمر رضي الله تعالى عنهما أن رسول الله صلى الله تعالى عليه وعلى آله وسلم قال أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة: فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحق الإسلام وحسابهم على الله تعالى» ."
    },
    {
        "id":"9",
        "name":"النهي عن كثرة السؤال والتشدد",
        "hadith": "«عن أبي هريرة عبد الرحمن بن صخر رضي الله تعالى عنه قال: سمعت رسول الله صلى الله عليه وآله وسلم يقول مانهيتكم عنه فاجتنبوه، وما أمرتكم به فأتوا منه ما استطعتم، فإنما أهلك الذين من قبلكم كثرة مسائلهم واختلافهم على أنبيائهم» ."
    },
    {
        "id":"10",
        "name":"سبب إجابة الدعاء",
        "hadith": "«عن أبي هريرة رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وآله وسلم: إن الله تعالى طيب لا يقبل إلا طيباً، وإن الله أمر المؤمنين بما أمر به المرسلين فقال تعالى {يا أيها الرسل كلوا من الطيبات واعملوا صالحا} وقال تعالى {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم} ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء: يا رب يا رب، ومطعمه حرام وملبسه حرام وغذي بالحرام فأنى يستجاب له» ."
    },
    {
        "id":"11",
        "name":"اترك ما شككت فيه",
        "hadith": "«عن أبي محمد الحسن بن علي بن أبي طالب سبط رسول الله صلى الله عليه وآله وسلم وريحانته رضي الله عنهما قال: حفظت من رسول الله صلى الله عليه وآله وسلم دع ما يريبك إلى ما لا يريبك» ."
    },
    {
        "id":"12",
        "name":"الاشتغال بما يفيد",
        "hadith":"«عن أبي هريرة رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وآله وسلم من حسن إسلام المرء تركه ما لا يعنيه» ."
    },
    {
        "id":"13",
        "name":"من كمال الإيمان",
        "hadith": "«عن أبي حمزة أنس بن مالك رضي الله تعالى عنه خادم رسول الله صلى الله عليه وآله وسلم عن النبي صلى الله عليه وآله وسلم قال لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه» ."
    },
    {
        "id":"14",
        "name":"متى يهدر دم المسلم؟",
        "hadith": "«عن ابن مسعود رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وآله وسلم لا يحل دم امرئ مسلم إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة»."
    },
    {
        "id":"15",
        "name":"اكرام الضيف",
        "hadith":"«عن أبي هريرة رضي الله تعالى عنه أن رسول الله صلى الله عليه وآله وسلم قال: من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت، ومن كان يؤمن بالله واليوم الآخر فليكرم جاره، ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه» ."
    },
    {
        "id":"16",
        "name":"النهي عن الغضب",
        "hadith":"«عن أبي هريرة رضي الله تعالى عنه أن رجلاً قال للنبي صلى الله عليه وآله وسلم: أوصني، قال لا تغضب فردد مراراً، قال لا تغضب» ."
    },
    {
        "id":"17",
        "name":"الرفق بالحيوان",
        "hadith":"«عن أبي يعلى شداد بن أوس رضي الله تعالى عنه عن رسول الله صلى الله عليه وآله وسلم قال إن الله كتب الإحسان على كل شئ، فإذا قتلتم فأحسنوا القتلة وإذا ذبحتم فأحسنوا الذبحة، وليحد أحدكم شفرته وليرح ذبيحته»."
    },
    {
        "id":"18",
        "name":"الخلق الحسن",
        "hadith":"«عن أبي ذر جندب بن جنادة، وأبي عبد الرحمن معاذ بن جبل رضي الله تعالى عنهما عن رسول الله صلى الله عليه وآله وسلم قال: إتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن» ."
    },
    {
        "id":"19",
        "name":"الإيمان بالقضاء والقدر",
        "hadith":"«عن أبي العباس عبد الله بن عباس رضي الله تعالى عنهما قال: كنت خلف النبي صلى الله عليه وآله وسلم يوماً فقال يا غلام، إني أعلمك كلمات: إحفظ الله يحفظك، إحفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشئ لم ينفعوك إلا بشئ قد كتبه الله لك،وإن اجتمعوا على أن يضروك بشئ لم يضروك إلا بشئ قد كتبه الله عليك، رفعت الأقلام وجفت الصحف» ."
    },
    {
        "id":"20",
        "name":"الحياء من الإيمان",
        "hadith":"«عن أبي مسعود عقبة بن عمرو الأنصاري البدري رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: إن مما أدرك الناس من كلام النبوة الأولى: إذا لم تستح فاصنع ما شئت» ."
    },
    {
        "id":"21",
        "name":"الاستقامه بالإسلام",
        "hadith": "«عن أبي عمرو - وقيل أبي عمرة - سفيان ابن عبد الله رضي الله عنه قال: قلت يا رسول الله قل لي في الإسلام قولاً لا أسال عنه أحداً غيرك، قال قل آمنت بالله، ثم استقم» ."
    },
    {
        "id":"22",
        "name":"الطريق إلى الجنة",
        "hadith": "«عن أبي عبد الله جابر بن عبد الله الأنصاري رضي الله عنهما أن رجلاً سأل رسول الله صلى الله عليه وآله وسلم فقال: أرأيت إذا صليت المكتوبات، وصمت رمضان، وأحللت الحلال، وحرمت الحرام، ولم أزد على ذلك شيئاً، أدخل الجنة؟ قال نعم» ."
    },
    {
        "id":"23",
        "name":"جوامع الخير",
        "hadith": "«عن أبي مالك الحارث بن الأشعري رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم الطهور شطر الإيمان، والحمد لله تملأ الميزان، وسبحان الله والحمد لله تملآن - أو تملأ - ما بين السماء والأرض، والصلاة نور، والصدقة برهان، والصبر ضياء، والقرآن حجة لك أو عليك، كل الناس يغدو: فبائع نفسه فمعتقها أو موبقها» ."
    },
    {
        "id":"24",
        "name":"من فضل الله على الناس",
        "hadith":"«عن أبي ذر الغفاري رضي الله تعالى عنه عن النبي صلى الله تعالى عليه وآله وسلم فيما يرويه عن ربه عز وجل أنه قال يا عبادي، إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا،يا عبادي، كلكم ضال إلا من هديته فاستهدوني أهدكم، يا عبادي، كلكم جائع إلا من أطعمته فاستطعموني أطعمكم، يا عبادي، كلكم عار إلا من كسوته فاستكسوني أكسكم: يا عبادي، إنكم تخطئون بالليل والنهار وأنا أغفر الذنوب جميعاً فاستغفروني أغفر لكم، ياعبادي، إنكم لن تبلغوا ضري فتضروني ولن تبلغوا نفعي فتنفعوني، يا عبادي، لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئاً:يا عبادي، لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئاً: يا عبادي، لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل واحد مسألته ما نقص ذلك مما عندي إلا كما ينقص المخيط إذا أدخل البحر، يا عبادي، إنما هي أعمالكم أحصيها لكم ثم أوفيكم إياها فمن وجد خيراً فليحمد الله ومن وجد غير ذلك فلا يلومن إلا نفسه» ."
    },
    {
        "id":"25",
        "name":"فضل الذكر",
        "hadith": "«عن أبي ذر رضي الله عنه أيضاً أن ناساً من أصحاب رسول الله صلى الله عليه وآله وسلم قالوا للنبي صلى الله تعالى وعليه وآله وسلم: يا رسول الله، ذهب أهل الدثور بالأجور: يصلون كما نصلي ويصومون كما نصوم، ويتصدقون بفضول أموالهم.تحميدة صدقة، وكل تهليلة صدقة، وأمر بمعروف صدقة، ونهي عن منكر صدقة، وفي بضع أحدكم صدقة، قالوا: يا رسول الله، أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال أرأيتم لو وضعها في حرام أكان عليه وزر؟ فكذلك إذا وضعها في الحلال كان له أجر» ."
    },
    {
        "id":"26",
        "name":"كثرة طرق الخير",
        "hadith": "«عن أبي هريرة رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وآله وسلم كل سلامى من الناس عليه صدقة كل يوم تطلع فيه الشمس: تعدل بين اثنين صدقة، وتعين الرجل في دابته فتحمله عليها أو ترفع له عليها متاعه صدقة، والكلمة الطيبة صدقة، وبكل خطوة تمشيها إلى الصلاة صدقة، وتميط الأذى عن الطريق صدقة» ."
    },
    {
        "id":"27",
        "name":"تعريف البر والإثم",
        "hadith":"«عن النواس بن سمعان رضي الله تعالى عنه عن النبي صلى الله عليه وعلى آله وسلم قال البر حسن الخلق، والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس» .وعن وابصة بن معبد رضي الله تعالى عنه قال: «أتيت رسول الله صلى الله عليه وآله وسلم فقال: جئت تسأل عن البر؟ قلت: نعم، وقال: إستفت قلبك، البر ما اطمأنت إليه النفس واطمأن إليه القلب، والإثم ما حاك في النفس وتردد في الصدر وإن أفتاك الناس وأفتوك» ."
    },
    {
        "id":"28",
        "name":"السمع والطاعة",
        "hadith":"«عن أبي نجيح العرباض بن سارية رضي الله تعالى عنه قال: وعظنا رسول الله صلى الله عليه وآله وسلم موعظة وجلت منها القلوب وذرفت منها العيون، فقلنا: يا رسول الله كأنها موعظة مودع فأوصنا، قال أوصيكم بتقوى الله عز وجل والسمع والطاعة وإن تأمر عليكم عبد،فإنه من يعش منكم فسيري اختلافاً كثيراً، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ، وإياكم ومحدثات الأمور فإن كل بدعة ضلالة» ."
    },
    {
        "id":"29",
        "name":"بواب الخير",
        "hadith": "«عن معاذ بن جبل رضي الله عنه قال: قلت يا رسول الله أخبرني بعمل يدخلني الجنة ويباعدني عن النار، قال: لقد سألت عن عظيم وإنه ليسير على من يسره الله تعالى عليه: تعبد الله لا تشرك به شيئاً، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت ثم قال: ألا أدلك على أبواب الخير؟ : الصوم جنة، والصدقة تطفئ الخطيئة كما يطفئ الماء النار، وصلاة الرجل في جوف الليل ثم تلا: {تتجافى جنوبهم عن المضاجع} {حتى إذا بلغ} {يعملون} ثم قال ألا أخبرك برأس الأمر وعموده وذروة سنامه؟ قلت: بلى يا رسول الله.ثم قال: ألا أخبرك بملاك ذلك كله؟ قلت: بلى يا رسول الله، فأخذ بلسانه وقال كف عليك هذا قلت: يا نبي الله، وإنا لمؤاخذون بما نتكلم به؟ فقال ثكلتك أمك، وهل يكب الناس في النار على وجوههم - أو قال على مناخرهم - إلا حصائد ألسنتهم؟» ."
    },
    {
        "id":"30",
        "name":"الوقوف عند حدود الشرع",
        "hadith": "«عن أبي ثعلبة الخشبي جرثوم بن ناشر رضي الله تعالى عنه عن رسول الله صلى الله عليه وسلم قال إن الله تعالى فرض فرائض فلا تضيعوها، وحد حدوداً فلا تعتدوها، وحرم أشياء فلا تنتهكوها،وسكت عن أشياء رحمة لكم غير نسيان فلا تبحثوا عنها» ."
    },
    {
        "id":"31",
        "name":"الزهد في الدنيا",
        "hadith": "«عن أبي العباس سهل بن سعد الساعدى رضي الله تعالى عنه قال جاء رجل إلى النبي صلى الله عليه وآله وسلم فقال: يا رسول الله، دلني على عمل إذا عملته أحبني الله وأحبني الناس: فقال إزهد في الدنيا يحبك الله، وازهد فيما عند الناس يحبك الناس» ."
    },
    {
        "id":"32",
        "name":"لاضرر ولا ضرار",
        "hadith":"«عن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله تعالى عنه أن رسول الله صلى الله وعليه وآله وسلم قال: لا ضرر ولا ضرار» ."
    },
    {
        "id":"33",
        "name":"البيّنة على المُدَّعي",
        "hadith": "«عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وآله وسلم قال: لو يعطى الناس بدعواهم لادعى رجال أموال قوم ودماءهم، لكن البينة على المدعى واليمين على من أنكر» ."
    },
    {
        "id":"34",
        "name":"تغيير المنكر فريضة",
        "hadith": "«عن أبي سعيد الخدري رضي الله عنه قال: سمعت رسول الله صلى الله عليه وآله وسلم يقوم: من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان» ."
    },
    {
        "id":"35",
        "name":"المسلم أخو المسلم",
        "hadith":"«عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم لا تحاسدوا، ولا تناجشوا ولا تباغضوا، ولا تدابروا، ولا يبع بعضكم على بيع بعض، وكونوا عباد الله إخواناً، المسلم أخو المسلم لا يظلمه ولا يخذله ولا يكذبه ولا يحقره، التقوى ههنا - ويشير إلى صدور ثلاث مرات - بحسب امرئ من الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام: دمه وماله وعرضه» ."
    },
    {
        "id":"36",
        "name":"قضاء حوائج المسلمين",
        "hadith":"«عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وآله وسلم قال من نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة، ومن يسر على معسر يسر الله عليه في الدنيا والآخرة، ومن ستر مسلماً ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه، ومن سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة، وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن عنده، ومن بطأ به عمله لم يسرع به نسبه»."
    },
    {
        "id":"37",
        "name":"الترغيب في فعل الحسنات",
        "hadith":"«عن ابن عباس رضي الله عنهما عن رسول الله صلى الله عليه وآله وسلم فيما يرويه عن ربه تبارك وتعالى قال إن الله كتب الحسنات والسيئات ثم بين ذلك، فمن هم بحسنة فلم يعملها كتبها الله عنده حسنة كاملة، وإن هم بها فعملها كتبها الله عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة، وإن هم بسيئة فلم يعملها كتبها الله عنده حسنة كاملة، وإن هم بها فعملها كتبها الله سيئة واحدة» ."
    },
    {
        "id":"38",
        "name":"جزاء معادات الأولياء",
        "hadith":"«عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم: إن الله تعالى قال: من عادى لي ولياً فقد آذنته بالحرب، وما تقرب إلى عبدي بشئ أحب إلي مما افترضته عليه، ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها، ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه» ."
    },
    {
        "id":"39",
        "name":"التجاوز عن الخطأ والنسيان",
        "hadith":"«عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وآله وسلم قال إن الله تجاوز لي عن أمتى الخطأ والنسيان وما اسكترهوا عليه» ."
    },
    {
        "id":"40",
        "name":"كن في الدنيا كأنك غريب",
        "hadith":"«عن ابن عمر رضي الله عنهما قال: أخذ رسول الله صلى الله عليه وآله وسلم بمنكبي فقال: كن في الدنيا كأنك غريب أو عابر سبيل» وكان ابن عمر رضي الله تعالى عنهما يقول: إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر"
    },
    {
        "id":"41",
        "name":"اتباع النبي صلى الله عليه وسلم",
        "hadith":"«عن أبي محمد عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال رسول الله صلى الله عليه وآله وسلم: لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به» ."
    },
    {
        "id":"42",
        "name":"سعة مغفرة الله",
        "hadith":"«عن أنس رضي الله عنه قال: سمعت رسول الله صلى الله عليه وآله وسلم يقول: قال الله تعالى يابن آدم، إنك ما دعوتني ورجوتني غفرت للك على ما كان منك ولا أبالي، يا ابن آدم لو بلغت ذنوبك عنان السماء ثم استغفرتني غفرت لك، يا ابن آدم لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة» ."
    }
]