const List questionLevel1 = [
  {
    "id": 1,
    "question": "كم عدد سور القرآن الكريم؟",
    "options": ['112', '114', '110', '111'],
    "correct_answer": 1,
    "number_question": "السؤال الأول",
    "poll": [5, 80, 6, 9]
  },
  {
    "id": 2,
    "question": "من هو خاتم الأنبياء والرسل؟",
    "options": [
      "محمد صلى الله عليه وسلم",
      "سيدنا عيسى عليه السلام",
      "سيدنا ابراهيم عليه السلام",
      "سيدنا يوسف عليه السلام"
    ],
    "correct_answer": 0,
    "number_question": "السؤال الثاني",
    "poll": [70, 7, 8, 15]
  },
  {
    "id": 3,
    "question":
        "من هم سكان المدينة المنورة الذين آمنوا بالرسول صلى الله عليه وسلم؟",
    "options": ['المهاجرين', 'الأنصار', 'الأوس والخزرج', 'أهل المدينة'],
    "correct_answer": 2,
    "number_question": "السؤال الثالث",
    "poll": [8, 28, 55, 9]
  },
  {
    "id": 4,
    "question": "كم مرة حج سيدنا محمد صلى الله عليه وسلم؟",
    "options": ["ثلاث مرات", "أربع مرات", "مرتين", "مرة واحدة"],
    "correct_answer": 3,
    "number_question": "السؤال الرابع",
    "poll": [13, 7, 33, 47]
  },
  {
    "id": 5,
    "question": "ما هي السورة التى تسمى بقلب القرآن؟",
    "options": ["سورة الفاتحة", "سورة يس", "سورة البقرة", "سورة الرحمن"],
    "correct_answer": 1,
    "number_question": "السؤال الخامس",
    "poll": [15, 66, 4, 15]
  },
  {
    "id": 6,
    "question": "كم كان عمر النبي صلى الله عليم وسلم عندما توفت امه؟",
    "options": ["ست سنوات", "أربع سنوات", "ثلاث سنوات", "خمس سنوات"],
    "correct_answer": 0,
    "number_question": "السؤال السادس",
    "poll": [57, 23, 7, 13]
  },
  {
    "id": 7,
    "question": "في أي الأيام خلق سيدنا آدم عليه السلام؟",
    "options": ["يوم السبت", "يوم الثلاثاء", "يوم الاثنين", "يوم الجمعة"],
    "correct_answer": 3,
    "number_question": "السؤال السابع",
    "poll": [10, 30, 6, 54]
  },
  {
    "id": 8,
    "question": "ما هي غزوة الفرقان؟",
    "options": ["غزوة الخندق", "غزوة الطائف", "غزوة أحد", "غزوة بدر"],
    "correct_answer": 3,
    "number_question": "السؤال الثامن",
    "poll": [13, 12, 15, 60]
  },
  {
    "id": 9,
    "question": "في أي عام تم فرض فريضة الصيام؟",
    "options": [
      "العام الثاني للهجرة",
      "العام الأول للهجرة",
      "العام الرابع للهجرة",
      "العام الثالث للهجرة"
    ],
    "correct_answer": 0,
    "number_question": "السؤال التاسع",
    "poll": [45, 35, 15, 5]
  },
  {
    "id": 10,
    "question": "كم عدد السنوات التى نام فيها أهل الكهف؟",
    "options": ["250", "300", "115", "309"],
    "correct_answer": 3,
    "number_question": "السؤال العاشر",
    "poll": [10, 40, 0, 50]
  },
];
const List questionLevel2 = [
  {
    "id": 1,
    "question": "ما السورة التي بُدأت باسم من أسماء الله الحسنى؟",
    "options": ['سورة الأنبياء', 'سورة الرحمن', 'سورة الأنفال', 'سورة الكهف'],
    "correct_answer": 1,
    "number_question": "السؤال الأول",
    "poll": [10, 63, 10, 17]
  },
  {
    "id": 2,
    "question": "ما هو اسم زوجة النبي صلى الله عليه وسلم الأولى؟",
    "options": [
      "زينب بنت جحش",
      "أم سلمة",
      "خديجة بنت خويلد",
      "ميمونة بنت الحارث"
    ],
    "correct_answer": 2,
    "number_question": "السؤال الثاني",
    "poll": [10, 10, 75, 5]
  },
  {
    "id": 3,
    "question": "ما هي السورة التي تحدثت عن تقسيم الغنائم؟",
    "options": ['سورة الفتح', 'سورة البقرة', 'سورة الأنفال', 'سورة القصص'],
    "correct_answer": 2,
    "number_question": "السؤال الثالث",
    "poll": [10, 10, 75, 5]
  },
  {
    "id": 4,
    "question": "من أول من استلم الحجر الأسود من الأئمة؟",
    "options": [
      "أبو بكر الصديق",
      "عبد الله بن الزبير",
      "الزبير بن العوام",
      "زيد بن ثابت"
    ],
    "correct_answer": 1,
    "number_question": "السؤال الرابع",
    "poll": [8, 49, 40, 3]
  },
  {
    "id": 5,
    "question": "هو النبي الذي بعثه الله إلى قوم عاد؟",
    "options": [
      "لوط عليه السلام",
      "نوح عليه السلام",
      "هود عليه السلام",
      "اسماعيل عليه السلام"
    ],
    "correct_answer": 2,
    "number_question": "السؤال الخامس",
    "poll": [8, 49, 40, 3]
  },
  {
    "id": 6,
    "question": "من هو النبي الذي كلم الله؟",
    "options": [
      "موسى عليه السلام",
      "عيسى عليه السلام",
      "ابراهيم عليه السلام",
      "آدم علبه السلام"
    ],
    "correct_answer": 0,
    "number_question": "السؤال السادس",
    "poll": [57, 0, 10, 33]
  },
  {
    "id": 7,
    "question": "في أي عام ولد النبي صلى الله عليه وسلم؟",
    "options": [
      "عام 571 ميلادياً.",
      "عام 460 ميلادياً.",
      "عام 320 ميلادياً.",
      "عام 600 ميلادياً."
    ],
    "correct_answer": 0,
    "number_question": "السؤال السابع",
    "poll": [63, 10, 3, 24]
  },
  {
    "id": 8,
    "question": "ما السورة التي انتهت باسم وقت من أوقات الصلاة؟",
    "options": ["سورة الأعلى", "سورة الأنبياء", "سورة الفجر", "سورة القدر"],
    "correct_answer": 3,
    "number_question": "السؤال الثامن",
    "poll": [12, 24, 8, 56]
  },
  {
    "id": 9,
    "question": "ما هي السورة التي نزلت دفعة واحدة؟",
    "options": ["سورة النساء", "سورة الفاتحة", "سورة الماعون", "سورة الناس"],
    "correct_answer": 1,
    "number_question": "السؤال التاسع",
    "poll": [9, 55, 12, 24]
  },
  {
    "id": 10,
    "question": "كم مرة وردت كلمة طير في القرآن الكريم؟",
    "options": ["10 مرات", "30 مرة", "24 مرة", "15 مرة"],
    "correct_answer": 2,
    "number_question": "السؤال العاشر",
    "poll": [12, 9, 55, 24]
  },
];
const List questionLevel3 = [
  {
    "id": 1,
    "question": "كم كان عمر النبي صلى الله عليه وسلم عندما بعث؟",
    "options": ["40 عام", "20 عام", "25 عام", "36 عام"],
    "correct_answer": 0,
    "number_question": "السؤال الأول",
    "poll": [55, 9, 12, 24]
  },
  {
    "id": 2,
    "question": "من أكثر الأنبياء ذكراً بالقرآن؟",
    "options": ["سيدنا عيسى", "سيدنا موسى", "سيدنا ابراهيم", "سيدنا محمد"],
    "correct_answer": 1,
    "number_question": "السؤال الثاني",
    "poll": [12, 56, 8, 24]
  },
  {
    "id": 3,
    "question": "ما هي السورة التي بدأت بالحمد؟",
    "options": ["الأنعام", "سبأ", "الناس", "الكهف"],
    "correct_answer": 3,
    "number_question": "السؤال الثالث",
    "poll": [24, 10, 3, 63]
  },
  {
    "id": 4,
    "question": "من من الخلفاء الراشدين كان الأكبر سناً عندما لقي ربه؟",
    "options": [
      "أبو بكر الصديق",
      "عمر بن الخطاب",
      "عثمان بن عفان",
      "علي بن أبي طالب"
    ],
    "correct_answer": 2,
    "number_question": "السؤال الرابع",
    "poll": [33, 0, 57, 10]
  },
  {
    "id": 5,
    "question": "أول من أدخل عبادة الأصنام إلى جزيرة العرب؟",
    "options": [
      "طعيمة بن عدي النوفلي القرشي",
      "معاوية بن المغيرة",
      "الحارث بن زمعة",
      "عمرو بن لُحَيّ الخزاعي"
    ],
    "correct_answer": 3,
    "number_question": "السؤال الخامس",
    "poll": [3, 30, 23, 44]
  },
  {
    "id": 6,
    "question": "من أول من سل سيف في سبيل الله؟",
    "options": [
      "زيد بن ثابت",
      "الزبير بن العوام",
      "أبو بكر الصديق",
      "عمار بن ياسر"
    ],
    "correct_answer": 1,
    "number_question": "السؤال السادس",
    "poll": [8, 49, 40, 3]
  },
  {
    "id": 7,
    "question": "من الذي كفل السيدة مريم؟",
    "options": ["زكريا عليه السلام", "عمران", "هارون", "موسى"],
    "correct_answer": 0,
    "number_question": "السؤال السابع",
    "poll": [56, 24, 8, 12]
  },
  {
    "id": 8,
    "question": "من هو النبي الذي روادته المرأة التي تربى في بيتها؟",
    "options": [
      "يوسف عليه السلام",
      "زكريا عليه السلام",
      "موسى عليه السلام",
      "أيوب عليه السلام"
    ],
    "correct_answer": 0,
    "number_question": "السؤال الثامن",
    "poll": [70, 8, 7, 10]
  },
  {
    "id": 9,
    "question": "من النبي الذي طلب منه قومه أن ينزل لهم مائدة من السماء ؟",
    "options": [
      "موسى عليه السلام",
      "عيسى عليه السلام",
      "يونس عليه السلام",
      "أيوب عليه السلام"
    ],
    "correct_answer": 1,
    "number_question": "السؤال التاسع",
    "poll": [10, 50, 0, 40]
  },
  {
    "id": 10,
    "question": "من أول من آمن بالرسول صلى الله عليه وسلم من الصبيان؟",
    "options": [
      "أسامة بن زيد",
      "الزبير بن العوام",
      "سعد بن أبي وقاص",
      "علي بن أبي طالب"
    ],
    "correct_answer": 3,
    "number_question": "السؤال العاشر",
    "poll": [10, 20, 18, 52]
  }
];
const List questionLevel4 = [
  {
    "id": 1,
    "question": "ماذا كان يعمل الرسول صلى الله عليه وسلم ؟",
    "options": ["حطاباً", "طاهياً", "عمل في رأي الأغنام وفي التجارة", "صياداً"],
    "correct_answer": 2,
    "number_question": "السؤال الأول",
    "poll": [10, 6, 75, 9]
  },
  {
    "id": 2,
    "question": "من هي ذات النطاقين؟",
    "options": [
      "أسماء بنت أبي بكر",
      "سودة بنت زمعة",
      "خديجة بنت خويلد",
      "عائشة بنت أبي بكر"
    ],
    "correct_answer": 0,
    "number_question": "السؤال الثاني",
    "poll": [61, 5, 13, 21]
  },
  {
    "id": 3,
    "question":
        "من هو الصحابي الجليل الذي تزوج اثنتين من بنات الرسول صلى الله عليه وسلم؟",
    "options": [
      "علي بن أبي طالب",
      "عثمان بن عفان",
      "أبو هريرة",
      "أبوعبيدة بن الجراح"
    ],
    "correct_answer": 1,
    "number_question": "السؤال الثالث",
    "poll": [10, 52, 18, 20]
  },
  {
    "id": 4,
    "question":
        "من هو الصحابي الجليل الذي عند ذكر اسمه نقول ( كرم الله وجهه )؟",
    "options": [
      "أبو هريرة",
      "طلحة بن عبيد الله",
      "زيد بن حارثة",
      "علي بن أبي طالب."
    ],
    "correct_answer": 3,
    "number_question": "السؤال الرابع",
    "poll": [12, 24, 8, 56]
  },
  {
    "id": 5,
    "question": "من هو النبي الذي آمن به كل قومه؟",
    "options": [
      "يونس عليه السلام",
      "نوح عليه السلام",
      "صالح عليه السلام",
      "عيسى عليه السلام"
    ],
    "correct_answer": 0,
    "number_question": "السؤال الخامس",
    "poll": [49, 8, 40, 3]
  },
  {
    "id": 6,
    "question": "ما هو اسم العبد الصالح الذي رافقه نبي الله موسى عليه السلام؟",
    "options": ["ذي القرنين", "الخضر", "عمر", "عزيز"],
    "correct_answer": 1,
    "number_question": "السؤال السادس",
    "poll": [33, 57, 10, 0]
  },
  {
    "id": 7,
    "question": "من هو حبيب الله؟",
    "options": [
      "سيدنا عيسى عليه السلام",
      "سيدنا موسى عليه السلام",
      "سيدنا محمد عليه الصلاة والسلام",
      "سيدنا إبراهيم عليه السلام"
    ],
    "correct_answer": 2,
    "number_question": "السؤال السابع",
    "poll": [10, 5, 80, 5]
  },
  {
    "id": 8,
    "question": "من هو النبي الذي سمي: ” نبي الله”؟",
    "options": [
      "موسى عليه السلام",
      "إبراهيم عليه السلام",
      "إدريس عليه السلام",
      "سيدنا إبراهيم عليه السلام"
    ],
    "correct_answer": 2,
    "number_question": "السؤال الثامن",
    "poll": [3, 10, 63, 24]
  },
  {
    "id": 9,
    "question":
        "من هو النبي الذي دعا ربه: ” أني مسني الضر وأنت أرحم الراحمين”؟",
    "options": [
      "أيوب عليه السلام",
      "شعيب عليه السلام",
      "إسماعيل عليه السلام",
      "داوود عليه السلام"
    ],
    "correct_answer": 0,
    "number_question": "السؤال التاسع",
    "poll": [45, 35, 15, 5]
  },
  {
    "id": 10,
    "question": "من هو النبي الملقب بروح الله؟",
    "options": [
      "موسى عليه السلام",
      "عيسى عليه السلام",
      "يونس عليه السلام",
      "آدم عليه السلام"
    ],
    "correct_answer": 1,
    "number_question": "السؤال العاشر",
    "poll": [8, 49, 40, 3]
  }
];
